{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Lowercase"},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"[UNK]","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[CLS]":1,"[SEP]":2,"[UNK]":3,"[MASK]":4,",":5,".":6,"a":7,"b":8,"c":9,"d":10,"e":11,"f":12,"g":13,"h":14,"i":15,"k":16,"l":17,"m":18,"n":19,"o":20,"p":21,"r":22,"s":23,"t":24,"u":25,"v":26,"w":27,"th":28,"the":29,"is":30,"er":31,"re":32,"le":33,"on":34,"an":35,"gh":36,"igh":37,"righ":38,"right":39,"to":40,"ft":41,"left":42,"hi":43,"te":44,"and":45,"bo":46,"lo":47,"whi":48,"white":49,"bl":50,"ue":51,"blue":52,"en":53,"gre":54,"green":55,"red":56,"wer":57,"lower":58,"pp":59,"upp":60,"upper":61,"tto":62,"botto":63,"bottom":64,"top":65,"rt":66,"shi":67,"shirt":68,"ite":69,"item":70,"kle":71,"ot":72,"ankle":73,"boot":74,"at":75,"co":76,"coat":77,"ou":78,"rou":79,"ser":80,"trou":81,"trouser":82,"tshirt":83,"al":84,"sand":85,"sandal":86,"dre":87,"ss":88,"dress":89,"llo":90,"pu":91,"ver":92,"llover":93,"pullover":94,"ak":95,"eak":96,"neak":97,"sneak":98,"sneaker":99,"ag":100,"bag":101,"this":102},"merges":["t h","th e","i s","e r","r e","l e","o n","a n","g h","i gh","r igh","righ t","t o","f t","le ft","h i","t e","an d","b o","l o","w hi","whi te","b l","u e","bl ue","e n","g re","gre en","re d","w er","lo wer","p p","u pp","upp er","t to","bo tto","botto m","to p","r t","s hi","shi rt","i te","ite m","k le","o t","an kle","bo ot","a t","c o","co at","o u","r ou","s er","t rou","trou ser","t shirt","a l","s and","sand al","d re","s s","dre ss","l lo","p u","v er","llo ver","pu llover","a k","e ak","n eak","s neak","sneak er","a g","b ag","th is"]}}