{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Lowercase"},"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"[UNK]","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[CLS]":1,"[SEP]":2,"[UNK]":3,"[MASK]":4,",":5,".":6,"0":7,"1":8,"2":9,"3":10,"4":11,"5":12,"6":13,"7":14,"8":15,"9":16,"a":17,"b":18,"d":19,"e":20,"f":21,"g":22,"h":23,"i":24,"l":25,"m":26,"n":27,"o":28,"p":29,"r":30,"s":31,"t":32,"u":33,"w":34,"th":35,"the":36,"is":37,"er":38,"on":39,"re":40,"to":41,"ef":42,"lef":43,"left":44,"gh":45,"igh":46,"righ":47,"right":48,"bl":49,"ue":50,"blue":51,"en":52,"gre":53,"green":54,"an":55,"and":56,"red":57,"hi":58,"te":59,"whi":60,"white":61,"bo":62,"tto":63,"botto":64,"bottom":65,"top":66,"lo":67,"wer":68,"lower":69,"pp":70,"upp":71,"upper":72,"ber":73,"mber":74,"nu":75,"number":76,"this":77},"merges":["t h","th e","i s","e r","o n","r e","t o","e f","l ef","lef t","g h","i gh","r igh","righ t","b l","u e","bl ue","e n","g re","gre en","a n","an d","re d","h i","t e","w hi","whi te","b o","t to","bo tto","botto m","to p","l o","w er","lo wer","p p","u pp","upp er","b er","m ber","n u","nu mber","th is"]}}